Repository: 84000/data-translation-memory
Catalog: toh231-v1.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་སྒོམ་པ་ལ་གནས་པའི་ཏིང་ངེ་འཛིན་གྱི་ཆུས་ཉོན་མོངས་པའི་རྩ་བའི་རྒྱུན་ཐམས་ཅད་སྲུལ་ཏེ།
en: Similarly, with the water of training in absorption bodhisattvas cause the web of the roots of affliction to rot.

source: ཇི་ལྟར་ན་ཉོན་མོངས་པའི་རྩ་བའི་རྒྱུན་འདི་དག་གི་མིང་ཡང་མི་ཤེས་པ་དང་།
en: In this way they render even the names of the web of the roots of affliction unknown,

source: ཉོན་མོངས་པའི་དྲི་ང་བའི་བག་ཆགས་ཀྱང་མེད་པར་འགྱུར་བ་
en: the imprints that are caused by affliction disappear.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཉོན་མོངས་པའི་རྩ་བའི་རྒྱུན་ཐམས་ཅད་སྲུལ་བ་ཡིན་ནོ།
en: Thus, bodhisattvas make the web of the roots of affliction rot.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་དང་ཞིང་རྙོག་པ་མེད་དེ་གསལ་བ་ཡིན་ཞེ་ན།
en: “Noble son, you may wonder how bodhisattvas are limpid, free of murk, and clear.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་ཆུ་ནི་རང་བཞིན་གྱིས་དང་ཞིང་རྙོག་པ་མེད་དེ་གསལ་ལོ།
en: Consider, noble son, the analogy of water that by nature is limpid, free of murk, and clear.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་རང་བཞིན་གྱིས་དང་ཞིང་རྙོག་པ་མེད་དེ་གསལ་བ་ཡིན་ནོ།
en: Bodhisattvas, similarly, are limpid, free of murk, and clear.

source: དེ་ལ་བག་ལ་ཉལ་བ་དང་། ཀུན་ནས་ལྡང་བ་དང་བྲལ་བས་ན་དང་བའོ།
en: They are limpid because they are free of both latent and active elements;

source: འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་དང་བྲལ་བས་ན་རྙོག་པ་མེད་པའོ།
en: they are free of murk because they are free of desire, anger, and dullness;

source: དབང་པོ་རབ་ཏུ་དང་བས་ན་གསལ་བ་སྟེ།
en: they are clear because their senses are completely awake.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་དང་ཞིང་རྙོག་པ་མེད་དེ་གསལ་བ་ཡིན་ནོ།
en: Thus bodhisattvas are limpid, free of murk, and clear.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཉོན་མོངས་པའི་ཡོངས་སུ་གདུང་བ་རབ་ཏུ་ཞི་བར་བྱེད་ཅེ་ན།
en: you may wonder how bodhisattvas pacify the torments of affliction.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་ཆུ་ནི་ས་ཆེན་པོ་དཔྱིད་ཀྱི་ཚ་བས་གདུངས་པ་དང་། དེ་ལས་གཞན་ཡང་སེམས་ཅན་རྣམས་དཔྱིད་ཀྱི་ཚ་བས་གདུངས་པ་རྣམས་རབ་ཏུ་ཞི་བར་བྱེད་དོ།
en: Consider, noble son, the analogy of how water pacifies the torments of the earth during the heat of summer, or the torments of sentient beings during that time.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཉོན་མོངས་པས་གདུངས་པའི་སེམས་ཅན་གྱི་ཁམས་ཐམས་ཅད་ཆོས་ཀྱི་ཆུས་རབ་ཏུ་ཞི་བར་བྱེད་དེ།
en: Bodhisattvas, similarly, pacify the torments of the afflictions with the water of Dharma throughout the realms of sentient beings.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཉོན་མོངས་པའི་ཡོངས་སུ་གདུང་བ་རབ་ཏུ་ཞི་བར་བྱེད་པ་ཡིན་ནོ།
en: Thus, bodhisattvas pacify the torments of affliction.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་འདོད་པ་ལ་སྲེད་པ་ཟློག་པ་ཡིན་ཞེ་ན།
en: “Noble son, you may wonder how bodhisattvas alleviate craving for pleasure.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་ཆུ་ནི་སྐོམ་པས་ཉེན་པའི་སེམས་ཅན་རྣམས་ཀྱི་སྐོམ་པ་རྣམ་པར་ཟློག་གོ།
en: Consider, noble son, the analogy of water that alleviates the thirst of thirsting sentient beings.

source: དེ་ལྟ་བུའི་ཆོས་ཀྱི་ཆར་མངོན་པར་འབེབས་ཏེ།
en: By bringing down the rain of Dharma,

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཡུལ་ལ་སྲེད་པས་ཉེན་པའི་སེམས་ཅན་ཉེན་པར་གྱུར་པ་དག་ལ་གང་གི་སེམས་ཅན་དེ་དག་གི་ཡུལ་ལ་སྲེད་པ་ལྡོག་པར་འགྱུར་བ་
en: bodhisattvas similarly alleviate the pain of beings who suffer due to craving for objects.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་འདོད་པ་ལ་སྲེད་པ་ཟློག་པར་བྱེད་དོ།
en: Thus, bodhisattvas alleviate craving for pleasure.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཟབ་ཅིང་གཏིང་དཔག་དཀའ་བ་ཡིན་ཞེ་ན།
en: “Noble son, you may wonder how bodhisattvas are deep and hard to fathom.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་ཆུའི་འཇིངས་ནི་ཟབ་ཅིང་གཏིང་དཔག་དཀའ་བ་ཡིན་ནོ།
en: Consider, noble son, the example of water that is deep and hard to fathom.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡེ་ཤེས་ཡང་དག་པར་གྲུབ་པ་ཡང་འདི་ལྟ་སྟེ།
en: The bodhisattvas’ true accomplishment of wisdom is similarly profound

source: བདུད་ཐམས་ཅད་དང་། མུ་སྟེགས་ཅན་ཐམས་ཅད་ཀྱིས་གཏིང་དཔག་དཀའ་ཞིང་ཟབ་པ་ཡིན་ཏེ།
en: can hardly be fathomed by non-Buddhists or demons.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཟབ་ཅིང་གཏིང་དཔག་དཀའ་བ་ཡིན་ནོ།
en: Thus, bodhisattvas are deep and hard to fathom.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མཐོན་དམན་འགེངས་པ་ཡིན་ཞེ་ན།
en: “Noble son, you may wonder how bodhisattvas flood high and low.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་ཆུའི་ཀླུང་ནི་སའི་ཕྱོགས་མཐོན་དམན་འགེངས་སོ།
en: Consider, noble son, the analogy of water that streams in a river, flooding high and low.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཆོས་ཀྱི་ཆུ་ཀླུང་གིས་སེམས་ཅན་གྱི་ཁམས་མཐོན་དམན་འགེངས་ཏེ།
en: Bodhisattvas, similarly, flood high and low among sentient beings with the river of Dharma.

source: ཇི་ལྟར་ན་ཆུས་འགེངས་པ་ལྟར་སེམས་ཅན་ལ་གནོད་པ་བྱེད་པ་དེ་ལྟ་བུ་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་གྱི།
en: Yet, whereas a flood of water harms sentient beings, the flooding caused by bodhisattvas does not.

source: སེམས་ཅན་དེ་རྣམས་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་ཆོས་ཀྱི་ཆུ་ཀླུང་འབེབས་ཤིང་དེ་དག་ལ་གནོད་པར་མི་བྱེད་དེ།
en: There is no harm brought upon sentient beings when bodhisattvas let the rivers of Dharma flow due to their loving hearts.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མཐོན་དམན་འགེངས་པ་ཡིན་ནོ།
en: Thus, bodhisattvas flood high and low.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཉོན་མོངས་པའི་རྡུལ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ་ཡིན་ཞེ་ན།
en: “Noble son, you may wonder how bodhisattvas pacify the dust of affliction.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་ཆུས་ནི་སའི་ཕྱོགས་སྐམ་ཞིང་རྡུལ་འཐུལ་བ་ཐམས་ཅད་སྣུམ་པར་བྱེད་ཅིང་། རྡུལ་དེ་དག་ཞི་བར་བྱེད་དོ།
en: Consider, noble son, the analogy of water that moistens the dry and dusty land, pacifying all dust.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་སེམས་ཅན་སེམས་རྩུབ་པ་རྣམས་འདི་ལྟ་སྟེ། ཤེས་རབ་ལ་གནས་པའི་ཏིང་ངེ་འཛིན་གྱི་ཆུས་སེམས་སྣུམ་པར་བྱེད་ཅིང་སེམས་ཅན་དེ་དག་གི་ཉོན་མོངས་པའི་རྡུལ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་དེ།
en: With the water of the absorption that occurs while abiding by insight, bodhisattvas similarly moisten the savage minds of sentient beings, thereby thoroughly pacifying the dust of affliction in them.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཉོན་མོངས་པའི་རྡུལ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ་ཡིན་ནོ།
en: Thus, bodhisattvas pacify the dust of affliction.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཆུ་དང་མཚུངས་པ་རྣམས་ཡིན་ནོ། །
en: Noble son, bodhisattvas possessing these ten qualities are similar to water.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་མེ་དང་མཚུངས་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas possessing ten qualities are similar to fire.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཉོན་མོངས་པའི་ཕྱག་དར་ཁུང་ཐམས་ཅད་ཀྱང་སྲེག་པར་བྱེད། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱང་ཡོངས་སུ་སྨིན་པར་བྱེད། ཉོན་མོངས་པའི་འདམ་ཐམས་ཅད་ཀྱང་སྐོམ་པར་བྱེད། མེའི་ཕུང་པོ་དང་འདྲ་བ་རྣམས་ཡིན། སྣང་བར་གྱུར་པ་རྣམས་ཡིན། སྐྲག་པར་བྱེད་པ་རྣམས་ཡིན། དབུགས་འབྱིན་པ་རྣམས་ཡིན། སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཐུན་མོང་དུ་གྱུར་པ་རྣམས་ཡིན། མཆོད་པར་བྱ་བ་རྣམས་ཡིན། མི་བརྙས་པ་རྣམས་ཡིན་ནོ།
en: What are those ten? They burn the garbage pit of affliction, bring the qualities of buddhahood to maturation, dry all the mud of affliction, resemble a bonfire, bring illumination, bring terror, bring assurance, are there for all beings equally, are the object of worship, and cannot be ignored.

source: རིགས་ཀྱི་བུ་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཉོན་མོངས་པའི་ཕྱག་དར་ཁུང་ཐམས་ཅད་བསྲེག་ཅེ་ན།
en: “Noble son, you may wonder how bodhisattvas burn the garbage pit of affliction.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་མེ་ནི་ཕྱག་དར་ཁུང་དང་། རྩྭ་དང་། ཤིང་གེལ་བ་དང་། རྩི་དང་། སྡོང་པོ་ཐམས་ཅད་སྲེག་གོ།
en: Consider, noble son, the analogy of fire that consumes garbage pits, grass, bushes, shrubs, and trees.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཤེས་རབ་ཀྱིས་བག་ལ་ཉལ་དང་། ཀུན་ནས་ལྡང་བ་དང་། འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་གི་ཉོན་མོངས་པའི་ཕྱག་དར་ཁུང་ཐམས་ཅད་བསྲེག་སྟེ།
en: Bodhisattvas, similarly, burn the entire garbage pit of the latent and active afflictions of desire, anger, and dullness.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཉོན་མོངས་པའི་ཕྱག་དར་ཁུང་ཐམས་ཅད་བསྲེག་པ་ཡིན་ནོ།
en: Thus, bodhisattvas burn the garbage pit of affliction.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་ཅེ་ན།
en: “You may wonder how bodhisattvas bring the qualities of buddhahood to maturation.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་མེ་ནི་ལོ་ཐོག་དང་། རྩི་དང་། སྡོང་བུའི་རྣམ་པ་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ།
en: Consider, noble son, the analogy of fire that ripens crops, herbs, and trees.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཤེས་རབ་ཀྱིས་
en: With their insight, bodhisattvas similarly

source: ནང་གི་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་པའང་
en: bring the inner qualities of buddhahood to full maturation,

source: ཇི་ལྟར་འཇིག་པར་མི་འགྱུར་བ་དེ་ལྟར་ཡོངས་སུ་སྨིན་པར་བྱེད་དེ།
en: causing them to remain without perishing.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་པའོ།
en: Thus, bodhisattvas bring the qualities of buddhahood to maturation.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཉོན་མོངས་པའི་འདམ་ཐམས་ཅད་སྐམ་པར་བྱེད་ཅེ་ན།
en: “You may wonder how bodhisattvas dry all the mud of affliction.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། མེ་ནི་ཆུ་བྲན་གྱི་འདམ་ཐམས་ཅད་སྐམ་པར་བྱེད་དོ།
en: Consider, noble son, the analogy of fire that dries out a muddy swamp.

source: ཟག་པའི་ཉོན་མོངས་པའི་འདམ་ཐམས་ཅད་སྐམ་པར་བྱེད་དེ།
en: dry all the mud of defiling afflictions.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཉོན་མོངས་པའི་འདམ་ཐམས་ཅད་སྐམ་པར་བྱེད་དོ།
en: Thus, bodhisattvas dry all the mud of affliction.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མེའི་ཕུང་པོ་དང་འདྲ་བ་ཡིན་ཞེ་ན།
en: “You may wonder how bodhisattvas resemble bonfires.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་སེམས་ཅན་གྲང་བའི་ནད་ཀྱིས་ཉེན་པ་རྣམས་ཀྱི་གྲང་བ་མེད་པར་བྱ་བའི་ཕྱིར་མེའི་ཕུང་པོ་བྱེད་དོ།
en: Consider, noble son, the analogy of a bonfire that is lit to relieve sentient beings’ suffering from the ailments of a cold disease.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཉོན་མོངས་པའི་གྲང་བའི་ནད་ཀྱིས་བཏབ་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཉོན་མོངས་པའི་གྲང་བའི་ནད་མེད་པར་བྱ་བའི་ཕྱིར་ཤེས་རབ་ཀྱིས་རབ་ཏུ་དྲོ་བར་བྱེད་དེ།
en: Bodhisattvas, similarly, heal sentient beings suffering from the cold diseases of affliction by warming them up with their insight.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མེའི་ཕུང་པོ་དང་འདྲ་བ་ཡིན་ནོ།
en: Thus, bodhisattvas resemble bonfires.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སྣང་བར་གྱུར་པ་ཡིན་ཞེ་ན།
en: “You may wonder how bodhisattvas illuminate.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་གངས་ཀྱི་རྩེ་མོའམ་རི་བིན་དའི་རྩེ་མོ་ལ་མེའི་ཕུང་པོ་ཆེན་པོ་འབར་ན།
en: Consider, noble son, the analogy of a fire that is lit on the summit of the Himalayas, or the summit of the Vindhyas,

source: དེས་དཔག་ཚད་གཅིག་ཁོ་ར་ཁོར་ཡུག་ཏུ་སྣང་བར་བྱེད། དཔག་ཚད་གཉིས་ཁོ་ར་ཁོར་ཡུག་དང་། དཔག་ཚད་གསུམ་ཁོ་ར་ཁོར་ཡུག་ཏུ་ཡང་སྣང་བར་བྱེད་དོ།
en: and so illuminates all the surrounding areas within the distance of one, two, or three leagues.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་ཡེ་ཤེས་ཀྱི་སྣང་བས་དཔག་ཚད་བརྒྱར་ཡང་ཁྱབ་པར་བྱེད། དཔག་ཚད་སྟོང་དུ་ཡང་ཁྱབ་པར་བྱེད། དཔག་ཚད་སྟོང་ཕྲག་བརྒྱར་ཡང་ཁྱབ་པར་བྱེད་པ་ནས།
en: The bodhisattvas’ light of wisdom similarly pervades everywhere within a hundred leagues, or a thousand leagues, or one hundred thousand leagues

source: འཇིག་རྟེན་གྱི་ཁམས་དཔག་ཏུ་མེད། གྲངས་མེད་པའི་བར་དུ་ཡང་ཁྱབ་པར་བྱས་ནས།
en: —even illuminating up to an unfathomable and countless number of worlds.

source: ཡེ་ཤེས་ཀྱི་སྣང་བ་དེས་མི་ཤེས་པའི་མུན་པ་མུན་ནག་ཐམས་ཅད་རྣམ་པར་སེལ་ཏེ།
en: With their light of wisdom they thus dispel all the dense darkness of ignorance.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སྣང་བར་གྱུར་པ་ཡིན་ནོ།
en: Thus, bodhisattvas illuminate.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སྐྲག་པར་བྱེད་པ་ཡིན་ཞེ་ན།
en: “You may wonder how bodhisattvas bring terror.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་རི་དགས་ཁྲོ་བོའམ། རི་དགས་ཀྱི་རྒྱལ་པོ་ཁྲོ་བོས་མེའི་ཕུང་པོ་ཆེན་པོ་མཐོང་ན་སྐྲག་རབ་ཏུ་སྐྲག་ཤིན་ཏུ་སྐྲག་པར་གྱུར་ཅིང་།
en: Consider, noble son, the analogy of a great mass of fire that is seen by fierce wild animals, or by the wild king of beasts.

source: འདི་ལྟ་སྟེ། མེའི་འཇིགས་པས་སྐྲག་པས་གནས་ཏེ། དེ་རིང་བ་བས་ཀྱང་ཤིན་ཏུ་རིང་བར་སྤོང་ངོ་།
en: The fire will be utterly and completely terrifying to such creatures, and so, horrified, they will flee far away.

source: དེ་བཞིན་དུ་བདུད་རྣམས་སམ་བདུད་ཀྱི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་མཐོང་ནས་སྐྲག་རབ་ཏུ་སྐྲག་ཤིན་ཏུ་སྐྲག་པར་གྱུར་ཅིང་།
en: Similarly, when demons or demonic gods see a bodhisattva they will be utterly and completely terrified.

source: འདི་ལྟ་སྟེ། གཟི་བརྗིད་ཆུང་བའི་ཕྱིར་གང་དུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་མིང་ཡང་མི་ཐོས་ན། མཐོང་བ་ལྟ་སྨོས་ཀྱང་མི་སྨོས་པར་རིང་བ་བས་ཀྱང་ཤིན་ཏུ་རིང་བར་སའི་ཕྱོགས་དེ་ཡོངས་སུ་སྤོང་ངོ་།
en: Due to their lesser splendor they will seek to escape as far away as possible, seeking a place where no one ever even hears about bodhisattvas, let alone sees any.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སྐྲག་པར་བྱེད་པ་ཡིན་ནོ།
en: Thus, bodhisattvas bring terror.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་དབུགས་འབྱིན་པ་ཡིན་ཞེ་ན།
en: “You may wonder how bodhisattvas bring assurance.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་མི་ལ་ལ་ཞིག་འབྲོག་དགོན་པར་འཁྱམས་པ་ལས་མེའི་ཕུང་པོ་ཆེན་པོ་མཐོང་སྟེ།
en: Consider, noble son, the analogy of a man who is lost in the wilderness and then sees a great bonfire.

source: དེ་དེ་ལོགས་སུ་སོང་བ་དང་། དེས་དེ་ན་གྲོང་ངམ། རྫིའུ་བྲང་མཐོང་ན་དེ་ཤུགས་ཕྱིན་ཏེ།
en: Turning toward the fire, he then sees a town or an encampment.

source: རབ་ཏུ་དབུགས་ཕྱིན་ནས་འཇིགས་པ་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་རོ། །
en: he will be invigorated and greatly relieved from all his fear.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་འཁོར་བའི་འབྲོག་དགོན་པར་འཁྱམས་པའི་སེམས་ཅན་རྣམས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་མཐོང་ན།
en: Similarly, when the beings who are lost in the wild of cyclic existence see a bodhisattva,

source: ཤུགས་ཕྱིན་པར་འགྱུར། རབ་ཏུ་དབུགས་ཕྱིན་པར་འགྱུར། ཉོན་མོངས་པའི་འཇིགས་པ་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་ཏེ།
en: they feel invigorated and assured, leaving the fears of affliction behind.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་དབུགས་འབྱིན་པ་ཡིན་ནོ།
en: Thus, bodhisattvas bring assurance.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཐུན་མོང་དུ་གྱུར་པ་ཡིན་ཞེ་ན།
en: “You may wonder how bodhisattvas are there for all sentient beings equally.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་མེ་ནི་
en: Consider, noble son, the analogy of fire.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཐུན་མོང་དུ་གྱུར་པ་སྟེ། ཇི་ལྟར་ན་རྒྱལ་པོ་ལ་ཕན་པར་ཉེ་བར་གནས་པ་ལྟར་གདོལ་བུ་ལ་ཡང་དེ་བཞིན་ནོ།
en: It is there for all sentient beings equally, benefiting the outcast just as much as it benefits the king.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཐུན་མོང་དུ་གྱུར་པ་ཡིན་ཏེ།
en: Bodhisattvas are similarly there for all sentient beings equally,

source: ཇི་ལྟར་རྒྱལ་པོ་ལ་ཕན་པར་ཉེ་བར་གནས་པ་ལྟར་གདོལ་བུ་ལ་ཡང་དེ་བཞིན་ཏེ།
en: benefiting the outcast just as much as they benefit the king.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཐུན་མོང་དུ་གྱུར་པ་ཡིན་ནོ།
en: Thus, bodhisattvas are there for all sentient beings equally.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མཆོད་པར་བྱ་བ་ཡིན་ཞེ་ན།
en: “You may wonder how bodhisattvas are objects of worship.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་མེ་ལ་ནི་བྲམ་ཟེ་དང་། རྒྱལ་རིགས་དང་། གྲོང་བ་དང་། ཡུལ་གྱི་མི་རྣམས་ཀྱིས་མཆོད་དོ།
en: Consider, noble son, the analogy of fire that is worshiped by brahmins, royalty, townspeople, and country dwellers.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་འདི་ལྟ་སྟེ། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་གྱིས་སྟོན་པར་འདུ་ཤེས་པས་མཆོད་དེ།
en: Bodhisattvas, similarly, are worshiped as teachers by the world including the gods, humans, demigods, and gandharvas.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མཆོད་པར་བྱ་བ་ཡིན་ནོ།
en: Thus, bodhisattvas are objects of worship.

source: ཇི་ལྟར་ན་མི་བརྙས་པ་ཡིན་ཞེ་ན།
en: “You may wonder how bodhisattvas cannot be ignored.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་མེ་སྟག་ཆུང་ངུ་ཡང་འཚིག་པའི་བདག་ཉིད་ཅན་ཡིན་པས་ན་མི་བརྙས་པ་ཡིན་ནོ།
en: Consider, noble son, how a small spark cannot be ignored because of its ability to burn.

source: དེ་བཞིན་དུ་མོས་པས་སྤྱོད་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་མཐུ་སྟོབས་མ་རྙེད་པ། ཐེག་པ་ཆེན་པོ་ལ་ལས་དང་པོ་པ་ཡང་
en: Similarly, bodhisattvas who practice inspired conduct, who have not yet gained power, and who are beginners within the Great Vehicle,

source: ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དུ་བཅས་པའི་འཇིག་རྟེན་གྱིས་མི་བརྙས་པ་ཡིན་ནོ།
en: cannot be ignored by the world of gods, humans, and demigods.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་རྣམས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་འདི་རིང་པོ་མི་ཐོགས་པར་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་འདུག་སྟེ།
en: Why? Because gods, nāgas, yakṣas, gandharvas, and demigods understand that before long the bodhisattva will sit at the seat of awakening

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་ཁོང་དུ་ཆུད་དེ།
en: fully awaken to unexcelled and complete buddhahood.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མི་བརྙས་པ་ཡིན་ནོ།
en: Thus, bodhisattvas cannot be ignored.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་མེ་དང་མཚུངས་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas possessing these ten qualities are similar to fire.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་རླུང་མར་ལྟ་བུ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas possessing ten qualities are similar to wind.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། གནས་མེད་པར་སྤྱོད་པ་དང་། སྤྱོད་ཡུལ་ཀུན་ཏུ་མུ་མེད་པ་དང་། སེམས་ཅན་ང་རྒྱལ་གྱིས་སྙེམས་པའི་རྩེ་མོ་འཐོར་ཞིང་འཇིག་ལ་རབ་ཏུ་རྙིལ་བར་བྱེད་པ་དང་། ཆོས་ཀྱི་ཆར་སྤྲིན་ཆེན་པོ་ཀུན་ནས་སྐྱེད་པ་དང་། འགྲོ་བ་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པའི་གདུང་བ་རབ་ཏུ་ཞི་བར་བྱེད་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་ཆོས་དཀར་པོ་ལུས་འཐུན་པར་འབྱུང་བའི་དབུགས་འབྱུང་བ་དང་། རྔུབ་པའི་སྲོག་ཉེ་བར་སྦྱོར་བ་དང་། ཆོས་ཀྱི་ཆར་སྤྲིན་དཔག་ཏུ་མེད་པ་ཀུན་འཛིན་པ་དང་། ཆོས་རྣམ་པ་ཐ་དད་པའི་གཞལ་མེད་ཁང་ཆེན་པོའི་བཀོད་པ་རྣམ་པར་དབྱེ་བ་ཐམས་ཅད་རྣམ་པར་འབྱེད་ཅིང་ཡོངས་སུ་འགོད་པ་དང་། འཁོར་གྱི་དཀྱིལ་འཁོར་དཔག་བསམ་གྱི་ཤིང་ལས་ཤིན་ཏུ་བྱུང་བའི་ཆོས་ཀྱི་གཏམ་ཡང་དག་པར་རྣམ་པར་གདོན་མི་ཟ་བའི་མེ་ཏོག་ཡིད་དུ་འོང་བའི་ཆར་རྟག་ཏུ་མངོན་པར་འབེབས་པ་དང་། བསྐལ་པ་གྲངས་མེད་པར་དཀར་པོའི་དཀྱིལ་འཁོར་ཡོངས་སུ་བསགས་པའི་ཏིང་ངེ་འཛིན་དང་། རྣམ་པར་ཐར་པ་དང་། གཟུངས་ཀྱི་སྒོ་རྒྱ་མཚོ་དང་། རི་རབ་དང་། འོད་དང་། ཟླ་བ་དང་། ཉི་མ་དང་། ཆོས་ཀྱི་ཚུལ་དང་། ནགས་ཚལ་དང་། ཁང་པ་དང་། དགེ་བའི་ཁོར་ཡུག་གི་རི་ལ་སོགས་པས་ཡོངས་སུ་བསྐོར་བའི་སེམས་ཅན་གྱི་འཁོར་གྱི་དཀྱིལ་འཁོར་ན་གདུལ་བ་ཡོངས་སུ་སྨིན་པ་མང་པོ་ཡང་དག་པར་གནས་པ་བླ་ན་མེད་ཅིང་ལུས་མེད་པའི་གནས་འཕོ་བར་འཇིག་པའི་ཡེ་ཤེས་ཀྱི་རླུང་གི་དཀྱིལ་འཁོར་རབ་ཏུ་གཏོང་བའི་ཕྱིར་རོ།
en: What are those ten? They never dwell. They engage in endless activity. They scatter, crush, and destroy the mountain peaks of sentient beings’ arrogant pride. They amass great rainclouds of Dharma. They pacify wandering beings’ torments of affliction. They sustain sentient beings with vital breaths of air that emerge from their bodies of virtuous qualities. They contain the limitless rainclouds of Dharma. They open up and arrange infinite displays of great palaces of distinct Dharma teachings. From wish-fulfilling trees they continuously scatter a delightful flower rain of the indisputable Dharma upon their circles of disciples. Througout limitless eons they employ an ocean of absorptions, liberations, and gateways to retention to create virtuous environments with a central mountain, light, moon, sun, Dharma ways, forests, houses, and auspicious surrounding mountains where many circling beings can be tamed and ripened. They do so by destroying rebirth as they blow the wind of wisdom in an unexcelled manner without a body.

source: རིགས་ཀྱི་བུ་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་གནས་མེད་པར་སྤྱོད་པ་ཡིན་ཞེ་ན།
en: “Noble son, you may wonder how bodhisattvas never dwell.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་རླུང་མར་ནི་ཐམས་ཅད་དུ་ཐོགས་པ་མེད་ཅིང་གནས་མེད་རྟེན་མེད་དེ།
en: Consider, noble son, the analogy of how the wind moves without impediment, without dwelling, and without being supported.

source: གཟུགས་མེད་ཀྱང་ནགས་ཚལ་དང་། ཁང་པ་དང་། གཞལ་མེད་ཁང་དང་། རི་རབ་དང་། རྒྱ་མཚོ་ལ་སོགས་པ་ཐམས་ཅད་ལ་རང་གི་དགོས་པ་བྱེད་པར་སྣང་ངོ་།
en: It seems insubstantial and still it fulfills its particular function in relation to forests, houses, palaces, the central mountain, and the seas.

source: དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་རླུང་མར་ཡང་ཆོས་ཐམས་ཅད་ལ་ཀུན་ཏུ་མི་གནས་པ་ཡིན་ཏེ།
en: Similarly, the wind-like bodhisattvas do not dwell on any phenomenon.

source: ཕུང་པོ་དང་། ཁམས་དང་། སྐྱེ་མཆེད་རྣམས་དང་། གཟུགས་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་། མིག་གི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལུས་ཀྱི་ཁམས་དང་། རེག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ཡིད་ཀྱི་ཁམས་དང་། ཆོས་ཀྱི་ཁམས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། མིག་གི་སྐྱེ་མཆེད་དང་། གཟུགས་ཀྱི་སྐྱེ་མཆེད་དང་། རྣ་བའི་སྐྱེ་མཆེད་དང་། སྒྲའི་སྐྱེ་མཆེད་དང་། སྣའི་སྐྱེ་མཆེད་དང་། དྲིའི་སྐྱེ་མཆེད་དང་། ལྕེའི་སྐྱེ་མཆེད་དང་། རོའི་སྐྱེ་མཆེད་དང་། ལུས་ཀྱི་སྐྱེ་མཆེད་དང་། རེག་བྱའི་སྐྱེ་མཆེད་དང་། ཡིད་ཀྱི་སྐྱེ་མཆེད་དང་། ཆོས་ཀྱི་སྐྱེ་མཆེད་ལ་མི་གནས་པ་ཡིན། འཇིག་རྟེན་པའི་ཆོས་རྣམས་དང་། འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་རྣམས་དང་། ལྷ་དང་མིའི་ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་དང་། འཁོར་ལོས་སྒྱུར་བ་དང་། བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་དག་ཏུ་འགྱུར་བ་དང་། དབང་ཕྱུག་ཆེན་པོ་དག་ཏུ་འགྱུར་བ་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དག་ཏུ་འགྱུར་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ས་རྣམས་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དག་ལ་ཡང་གནས་པར་མི་བྱེད་དེ།
en: They do not dwell on the aggregates, elements, or sense sources. They do not dwell on forms, feelings, perceptions, formations, or consciousness. They do not dwell on the elements of the eye, forms, or visual consciousness; the elements of the ear, sounds, or aural consciousness; the elements of the nose, smells, or olfactory consciousness; the elements of the tongue, tastes, or gustatory consciousness; the elements of the body, tactility, or bodily consciousness; or the elements of the mind, mental phenomena, or mental consciousness. They do not dwell on the sense sources of the eye and form, the ear and sound, the nose and smell, the tongue and taste, the body and tactility, or the mind and phenomena. They do not dwell on mundane or supramundane phenomena. They do not dwell on the perfections of gods and humans, nor do they dwell on universal emperors, Śakra, Brahmā, the guardians of the world, or the great lords. They do not dwell on the hearers or solitary buddhas, nor upon the grounds of the bodhisattvas, nor on omniscience.

source: དེ་ཐམས་ཅད་ལ་མི་གནས་པས་དངོས་པོ་དང་། དངོས་པོ་མེད་པ་དང་། གཅིག་པ་དང་། ཐ་དད་པ་དང་། དེ་བཞིན་ཉིད་ལ་སོགས་པར་རློམ་སེམས་ཀྱི་རྣམ་པ་དུ་མས་མ་གྱུར་ཅིང་དམིགས་པ་མེད་ལ་
en: Not dwelling on any of that, bodhisattvas do not develop any of the many forms of conceit that can arise in relation to entity, nonentity, sameness, difference, suchness, and so forth.

source: རྣམ་པར་ཐར་པའི་སྒྲིབ་པ་མེད་པའི་སྤྱོད་ཡུལ་དང་ལྡན་པས། བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་ལ་སོགས་པའང་བྱེད་ལ།
en: Without any such observation, bodhisattvas experience unobscured freedom and hence they can also act as Śakra, Brahmā, guardians of the world, and so on.

source: ཕྱོགས་བཅུ་མཐའ་ཡས་མུ་མེད་པའི་འཇིག་རྟེན་གྱི་ཁམས་ཀུན་ཏུ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་ཐམས་ཅད་ཐོབ་པར་བྱ་བའི་ཕྱིར་ཕྱི་མའི་མཐའི་མུར་ཐུག་པའི་བསྐལ་པར་ཐམས་ཅད་དུའང་རྒྱུ་ལ།
en: Thus, throughout all the infinite worlds of the ten directions, bodhisattvas move until the end of time to secure the well-being of sentient beings.

source: ཆོས་ཀྱི་ལུས་ཀྱིས་མི་སྣང་བ་ཡང་ཡིན་ཞིང་མི་རྟོག་རྣམ་པར་མི་རྟོག་སྟེ།
en: However, due to having a Dharma form bodhisattvas do not appear and are without thought or concept.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་གནས་མེད་པར་སྤྱོད་པ་ཡིན་ནོ།
en: Thus, noble son, bodhisattvas never dwell.

source: རིགས་ཀྱི་བུ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སྤྱོད་ཡུལ་ཀུན་ཏུ་མུ་མེད་པ་ཡིན་ཞེ་ན།
en: “Noble son, you may wonder how bodhisattvas engage in endless activity.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། དཔེར་ན་རླུང་མར་ནི་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་དཔག་ཏུ་མེད་པ་དག་ཏུ་རེག་པར་བྱེད་དེ་གཡོབ་ཅིང་རྒྱུའོ།
en: Consider, noble son, how the wind reaches boundless universes throughout the ten directions, moving and stirring them.
